[
  {
    "id": "lau-mam-can-tho",
    "title": "Lẩu mắm Cần Thơ",
    "origin": "Cần Thơ, miền Tây Nam Bộ",
    "introduction": "Lẩu mắm là món ăn dân dã đặc trưng miền Tây, nổi bật với hương vị mắm nêm đậm đà, kết hợp nhiều loại cá và rau.",
    "features": [
      "Nước lẩu nấu từ mắm cá linh, cá sặc đậm đà.",
      "Thành phần đa dạng: cá, tôm, mực, ba rọi, cà tím, rau nhút, bông điên điển, kèo nèo,...",
      "Thường được dùng trong dịp họp mặt, liên hoan."
    ],
    "experience": "Du khách có thể thưởng thức lẩu mắm tại nhiều nhà hàng, quán ăn đặc sản Cần Thơ. Một trải nghiệm vị giác khó quên!",
    "contact": {
      "address": "Quán Lẩu Mắm Dạ Lý - 89 Đ. 3/2, Q. Ninh Kiều, TP. Cần Thơ",
      "open": "10:00 – 21:00 hằng ngày"
    },
    "image": "LauMamCT.png"
  },
  {
    "id": "banh-tet-la-cam",
    "title": "Bánh tét lá cẩm Cần Thơ",
    "origin": "Quận Bình Thủy, TP. Cần Thơ",
    "introduction": "Bánh tét lá cẩm là món bánh truyền thống độc đáo với màu tím tự nhiên từ lá cẩm, nhân đậu xanh, mỡ, trứng muối.",
    "features": [
      "Sử dụng màu tím từ lá cẩm nấu lấy nước tự nhiên.",
      "Bánh có nhiều lớp nhân: đậu xanh, thịt mỡ, trứng muối,...",
      "Không thể thiếu trong dịp Tết ở miền Tây."
    ],
    "experience": "Bạn có thể ghé các chợ truyền thống ở Cần Thơ để mua bánh tét lá cẩm chính gốc, đặc biệt tại các lò bánh gia truyền ở Bình Thủy.",
    "contact": {
      "address": "Lò bánh Bà Đường - 86 Lê Hồng Phong, Bình Thủy, TP. Cần Thơ",
      "open": "06:00 – 19:00 hằng ngày"
    },
    "image": "BanhTetLaLotCT.png"
  },
  {
    "id": "chao-long-cai-tac",
    "title": "Cháo lòng Cái Tắc",
    "origin": "Huyện Châu Thành A, tỉnh Hậu Giang (gần Cần Thơ)",
    "introduction": "Cháo lòng Cái Tắc nổi tiếng bởi hương vị đậm đà, lòng heo tươi ngon được chế biến sạch sẽ, ăn kèm cháo gạo rang thơm lừng.",
    "features": [
      "Lòng được làm kỹ, không có mùi hôi, giữ độ giòn mềm vừa đủ.",
      "Cháo nấu từ gạo rang, nước xương hầm ngọt thanh.",
      "Thường ăn kèm rau thơm, giá trụng và nước mắm ớt cay."
    ],
    "experience": "Hãy dừng chân tại thị trấn Cái Tắc để thưởng thức một tô cháo lòng đúng chất miền Tây vào buổi sáng sớm.",
    "contact": {
      "address": "Cháo Lòng 16 – Quốc lộ 61C, Cái Tắc, Hậu Giang",
      "open": "06:00 – 11:00 hằng ngày"
    },
    "image": "ChaoLongCaiTac.png"
  },
  {
    "id": "bun-nuoc-leo",
    "title": "Bún nước lèo",
    "origin": "Trà Vinh, Sóc Trăng, Cần Thơ",
    "introduction": "Bún nước lèo là món ăn Khmer đặc trưng, kết hợp hương mắm bò hóc, nước dùng trong và cá lóc hấp dẫn.",
    "features": [
      "Nước lèo nấu từ mắm bò hóc nêm vừa, không quá nặng mùi.",
      "Ăn kèm cá lóc luộc, thịt heo quay, tép, bún tươi.",
      "Rau sống phong phú: bắp chuối, hẹ, rau quế, giá,..."
    ],
    "experience": "Bạn có thể trải nghiệm món bún nước lèo ngon chuẩn tại các khu chợ người Khmer hoặc các quán đặc sản Trà Vinh – Sóc Trăng tại Cần Thơ.",
    "contact": {
      "address": "Quán Bún Nước Lèo 68 – Lý Tự Trọng, Ninh Kiều, Cần Thơ",
      "open": "07:00 – 14:00 hằng ngày"
    },
    "image": "BunNuocLeo.png"
  },
  {
    "id": "bun-goi-da",
    "title": "Bún gỏi dà",
    "origin": "Mỹ Tho – Tiền Giang, phổ biến tại Cần Thơ",
    "introduction": "Bún gỏi dà là món ăn lai giữa gỏi và bún nước, có vị chua ngọt hài hoà đặc trưng, ăn kèm nước lèo và tôm thịt.",
    "features": [
      "Sợi bún mềm, nước dùng chua nhẹ từ me.",
      "Topping: tôm, thịt ba chỉ, giá sống, rau thơm.",
      "Ăn kèm đậu phộng rang, tương đen, ớt chanh."
    ],
    "experience": "Du khách có thể thưởng thức món này tại các quán ăn sáng địa phương, đặc biệt ở khu vực Lý Tự Trọng – Cái Khế.",
    "contact": {
      "address": "Quán Bún Gỏi Dà 44 – Nguyễn Trãi, Cần Thơ",
      "open": "06:00 – 11:30 hằng ngày"
    },
    "image": "BunGoiDa.png"
  }
]
