[
  {
    "id": "le-hoi-chua-ong",
    "title": "Lễ hội Chùa Ông Cần Thơ",
    "location": "Số 32, đường Hai Bà Trưng, Quận Ninh Kiều, Cần Thơ",
    "introduction": "Lễ hội Chùa Ông là một lễ hội văn hóa đặc sắc của cộng đồng người Hoa tại Cần Thơ, diễn ra hàng năm vào ngày 23 tháng Chạp âm lịch. Đây là dịp để cầu bình an, may mắn và thể hiện lòng thành kính với Quan Công.",
    "highlights": [
      "Được tổ chức hơn 100 năm, mang đậm nét truyền thống người Hoa.",
      "Có các nghi lễ rước kiệu, múa lân sư rồng và dâng hương trang trọng.",
      "Thu hút hàng ngàn du khách và phật tử tham gia mỗi năm."
    ],
    "activities": [
      "Rước kiệu Quan Công quanh khu phố cổ người Hoa.",
      "Biểu diễn múa lân sư rồng truyền thống.",
      "Nghi thức dâng hương, cầu phúc – lộc – thọ."
    ],
    "experience": "Du khách có thể hòa mình vào không khí lễ hội náo nhiệt, tìm hiểu văn hóa người Hoa, tham quan kiến trúc cổ kính và thưởng thức ẩm thực đường phố đặc trưng.",
    "contact": {
      "phone": "0292 3822 318",
      "email": "chuongcantho@vanhoa.gov.vn",
      "open": "Lễ hội thường diễn ra vào 23 tháng Chạp hằng năm"
    },
    "image": "LHChuaOng.png"
  },
  {
    "id": "le-hoi-dinh-binh-thuy",
    "title": "Lễ hội Đình Bình Thủy",
    "location": "46/11A Lê Hồng Phong, P. Bình Thủy, Q. Bình Thủy, TP. Cần Thơ",
    "introduction": "Lễ hội Đình Bình Thủy là một trong những lễ hội truyền thống tiêu biểu ở Cần Thơ, diễn ra vào rằm tháng 4 âm lịch để tưởng nhớ tiền nhân và cầu cho mưa thuận gió hòa.",
    "highlights": [
      "Là Di tích Lịch sử - Văn hóa cấp Quốc gia.",
      "Không gian tổ chức đậm chất làng quê Việt với đình cổ hơn 150 năm.",
      "Có các nghi lễ tế lễ trang trọng và chương trình văn nghệ dân gian."
    ],
    "activities": [
      "Lễ rước sắc thần và tế lễ truyền thống.",
      "Biểu diễn đờn ca tài tử, hò đối đáp.",
      "Hội thi ẩm thực và trò chơi dân gian."
    ],
    "experience": "Du khách sẽ được hòa mình vào bầu không khí cổ truyền, tận hưởng nét văn hóa đặc sắc của người miền Tây, gặp gỡ người dân hiếu khách và khám phá các giá trị lịch sử đặc biệt.",
    "contact": {
      "phone": "0292 3899 999",
      "email": "vanhoa.binhthuy@cantho.gov.vn",
      "open": "Lễ hội chính vào Rằm tháng 4 âm lịch mỗi năm"
    },
    "image": "LHDinhBT.png"
  }
]
