[
  {
    "title": "Thời tiền sử & sơ sử",
    "time": "Trước thế kỷ 3 TCN",
    "brief": "Người Việt cổ đã sinh sống, phát triển nông nghiệp và chế tác công cụ đá từ hơn 20.000 năm trước. Văn hóa Đông Sơn đánh dấu sự hình thành nhà nước đầu tiên – Văn Lang.",
    "image": "/images/trongdong.jpg",
    "overview": "Đây là giai đoạn khởi đầu của con người trên đất Việt, từ người tối cổ sống trong hang động đến lúc xuất hiện cộng đồng cư dân biết trồng trọt và chế tác công cụ.",
    "highlights": [
      "Văn hóa Sơn Vi đánh dấu bước tiến từ Homo erectus sang Homo sapiens.",
      "Văn hóa Đông Sơn với trống đồng phản ánh đời sống tín ngưỡng và tổ chức xã hội.",
      "Quốc gia Văn Lang dưới thời Vua Hùng – biểu tượng khởi nguồn quốc gia Việt Nam."
    ]
  },
  {
    "title": "Thời Bắc thuộc & đấu tranh giành độc lập",
    "time": "179 TCN – 938 SCN",
    "brief": "Hơn 1.000 năm bị đô hộ bởi các triều đại Trung Hoa, người Việt vẫn không ngừng khởi nghĩa với tinh thần bất khuất, nổi bật là Hai Bà Trưng và Ngô Quyền.",
    "image": "/images/haibatrung.jpg",
    "overview": "Sau khi Âu Lạc bị thôn tính, Việt Nam rơi vào ách đô hộ kéo dài hơn 1.000 năm nhưng các cuộc nổi dậy liên tục cho thấy tinh thần quật cường chưa bao giờ tắt.",
    "highlights": [
      "Hai Bà Trưng khởi nghĩa năm 40 SCN, giành lại độc lập trong gần 3 năm.",
      "Bà Triệu nổi tiếng với khát vọng tự do và sự dũng cảm phi thường.",
      "Ngô Quyền đại thắng Bạch Đằng năm 938, chấm dứt 1.000 năm Bắc thuộc."
    ]
  },
  {
    "title": "Thời phong kiến độc lập",
    "time": "939 – 1858",
    "brief": "Việt Nam bước vào thời kỳ độc lập với các triều đại lớn như Lý, Trần, Lê, Nguyễn. Quốc gia ổn định, mở rộng lãnh thổ và phát triển văn hóa – giáo dục.",
    "image": "/images/tran-hung-dao.jpg",
    "overview": "Đất nước trải qua nhiều triều đại nối tiếp như Ngô, Đinh, Tiền Lê, Lý, Trần, Lê, Mạc, Nguyễn. Giai đoạn phát triển mạnh mẽ về văn hóa, quân sự, giáo dục, mở rộng lãnh thổ.",
    "highlights": [
      "Lý Thường Kiệt đánh bại quân Tống, khẳng định nền độc lập Đại Việt.",
      "Trần Hưng Đạo ba lần đánh bại quân Nguyên Mông.",
      "Lê Thánh Tông lập bộ luật Hồng Đức và phát triển Nho giáo.",
      "Quang Trung đánh tan 29 vạn quân Thanh năm 1789."
    ]
  },
  {
    "title": "Thời Pháp thuộc",
    "time": "1858 – 1945",
    "brief": "Thực dân Pháp xâm lược và cai trị Việt Nam gần 100 năm, từ đó hình thành các phong trào yêu nước và cách mạng trên cả nước.",
    "image": "/images/phanboichau.jpg",
    "overview": "Gần 1 thế kỷ thuộc địa, người Việt đấu tranh không ngừng bằng các phong trào yêu nước, trí thức canh tân và phong trào cách mạng dẫn tới sự ra đời của Đảng Cộng sản.",
    "highlights": [
      "Phan Bội Châu lãnh đạo phong trào Đông Du, đưa thanh niên sang Nhật học.",
      "Phan Châu Trinh đề xuất canh tân bằng trí thức và khai dân trí.",
      "Khởi nghĩa Yên Bái – cuộc nổi dậy bi tráng.",
      "Nguyễn Ái Quốc thành lập Đảng Cộng sản Việt Nam năm 1930."
    ]
  },
  {
    "title": "Kháng chiến & thống nhất",
    "time": "1945 – 1975",
    "brief": "Sau Cách mạng tháng Tám 1945, Việt Nam bước vào hai cuộc kháng chiến chống Pháp và Mỹ, kết thúc bằng chiến thắng giải phóng miền Nam năm 1975.",
    "image": "/images/ba-dinh.jpg",
    "overview": "Từ sau cách mạng tháng Tám, đất nước phải trải qua hai cuộc kháng chiến gian khổ nhưng vĩ đại, giành lại độc lập và thống nhất toàn vẹn lãnh thổ.",
    "highlights": [
      "Ngày 2/9/1945, Chủ tịch Hồ Chí Minh đọc Tuyên ngôn Độc lập tại Ba Đình.",
      "Chiến thắng Điện Biên Phủ năm 1954 làm rung chuyển thế giới.",
      "Chiến dịch Hồ Chí Minh năm 1975 – thống nhất đất nước."
    ]
  },
  {
    "title": "Việt Nam hiện đại",
    "time": "1975 – nay",
    "brief": "Sau chiến tranh, Việt Nam bắt đầu công cuộc Đổi Mới từ năm 1986 và vươn mình thành một quốc gia hội nhập năng động, đậm đà bản sắc văn hóa.",
    "image": "/images/caurong.jpg",
    "overview": "Việt Nam vượt qua hậu quả chiến tranh, cải cách toàn diện từ 1986 và trở thành điểm đến hấp dẫn trong khu vực, phát triển toàn diện về kinh tế, văn hóa, xã hội.",
    "highlights": [
      "Đổi Mới từ Đại hội Đảng lần VI năm 1986.",
      "Gia nhập ASEAN (1995) và WTO (2007).",
      "Tổ chức thành công nhiều sự kiện quốc tế lớn.",
      "Năm 2025, cả nước chính thức sáp nhập tỉnh theo Nghị quyết 60."
    ]
  }
]